Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: འབྲས་བུ་ དེ་ དང་ འཐུན་ པར་ འགྱུར །།_།།
en: Thus, the results will conform to what caused them. {{page:{number:148,id:UT22084-068-021-100174,folio:F.155.b,volume:V68}}}

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ དེ་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ཐིག་ནག་ གི་ འཁོར་ ལ་ རྟོག་པ ར་ བྱེད་ དེ །_ |#| སེམས་ཅན་ དམྱལ་བ་ དེ འི་ འཁོར་ ལ་ གཞན་ དང་ གཞན་ ནས་ ཀུན་ དུ་ ལྟ་བ ར་ མི་ བྱེད་ དོ །_།
en: $365 “The monk who examines the regions surrounding the Black Line Hell will at this point stop his inquiry without concerning himself with any other neighboring realms.

source: སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ཐིག་ནག་ གི་ འཁོར་ བཅུ་དྲུག་པོ་ འདི་ ཡང་ ཇི་ལྟ ར་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ཡང་སོས་ ཀྱི་ འཁོར་ བཞིན་ ནོ །_།
en: The great Black Line Hell with its sixteen surrounding realms is similar to the great Reviving Hell with its sixteen surrounding realms.

source: ཡང་ དགེ་སློང་ དེ་ སེམས་ཅན་ དམྱལ་བ འི་ འཁོར་ གཉིས་པ་ དག་ ལ་ བརྟགས་ ན་ ལས་ ཀྱི་ ཆོས་ ཀྱི་ རྣམ་པར་ སྨིན་པ་ ཤེས་ ཤིང་ །_ ཉེས་པ ར་ བྱས་པ འི་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ འི་ སྙིང་པོ་ ཐམས་ཅད་ རིག་ སྟེ
en: As the monk examines the neighboring reaches of this second hell, he will comprehend the ripening of the phenomena of karmic action.

source: བྱས་ ལ་ བསགས་པ་ དང་ །_ བསགས་ ལ་ མི་ བྱེད་པ་ དང་ །_ བྱས་ ལ་མ་ བསགས་པ འོ །_། དེ་ ལ་ བྱས་ ལ་ བསགས་པ་ ནི་ མྱོང་བ ར་ འགྱུར་བ ར་ ངེས་པ་ ཡིན །_ བསགས་ ལ་ མི་ བྱེད་པ་ ནི་ མྱོང་བ ར་ འགྱུར་བ ར་ ངེས་པ་ མ་ ཡིན །_ བྱས་ ལ་མ་ བསགས་པ་ འདི་ ཡང་ མྱོང་བ ར་ འགྱུར་བ ར་ ངེས་པ་ མ་ ཡིན་ ནོ །_།
en: Understanding the essential character of the matured results of flawed action, he will see that some acts are done and accumulated, others are accumulated but not engaged in, and still others are done but not accumulated.#60 |#| Acts that were done and accumulated are certain to ripen whereas acts that were accumulated but not carried out and acts that were carried out but not accumulated do not have any certain ripening.

source: དགེ་སློང་ དེས་ སེམས་ཅན་ དམྱལ་བ་ གཞན་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ མཐོང་ སྟེ །_
en: $366 “As the monk regards the various realms of hell, he perceives them by means of knowledge derived from hearing.

source: ལས་ ཀྱི་ ཐག་པ ས་ རྒྱུད་ ཕན་ཚུན་ སྦྲེལ་བ འི་ འཁོར་ དག་ གི་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ རྣམ་པ་ གསུམ་ གྱི་ དེ་ ཁོ་ན་ཉིད་ ཤེས་པ་ ནི་ དེ་ཡང་ ལས་ རྣམ་པ་ དུ་མ་ སྣ་ཚོགས་ དུ་མ་ དག་ དང་ །_ |#| སེམས་ ཕལ་ཆེ ར་ དམིགས་པ འི་ དབང་ དུ་ གྱུར་པ་ སེམས་ ཀྱི་ དབང་ དུ་ གྱུར་པ འི་ སེམས་ཅན་ དག་ མཐོང་ ནས་ སྐྱོ་བ ར་ གྱུར་ ཏོ །_།
en: Thus, he comes to understand the nature of the three kinds of resultant ripening of karmic action that pertain to the surrounding regions where beings are bound to each other by the rope of karma. Thereby he will recognize numerous distinct types of karmic action. |#| He will notice how the mind is generally governed by its objects and how sentient beings are governed by their minds, and this perception of sentient beings will make him sad.

source: དགེ་སློང་ དེས་ སེམས་ཅན་ དམྱལ་བ་ གཞན་ ལ་ བརྟགས་ ན་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ གསུམ་པ་ བསྡུས་གཞོམ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $367 “The monk will then employ his knowledge derived from hearing to concern himself with still other hell realms. In this way he will come to see the Crushing Hell, the third among the great hells.

source: དེར་ ལས་ བསགས་པ་ གང་ གིས་ སེམས་ཅན་ དག་ ཉེས་པ ར་ བྱས་པ འི་ ལས་ སྨིན་པ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན་
en: Wondering what kind of accumulated karmic actions may ripen as birth in that realm, he will examine things by means of knowledge derived from hearing.

source: མི་དགེ་བ འི་ ལས་ རྣམ་པ་ གསུམ་པོ་ བྱས་ ལ་ བསགས་པ་ སོ་སོ ར་ མྱོང་བ ར་ འགྱུར་བ འི་ འབྲས་བུ ས་ སེམས་ཅན་ དག་ སེམས་ཅན་ དམྱལ་བ་ བསྡུས་གཞོམ་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_། འདི་ལྟ་སྟེ །_ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་
en: Thus, he will understand that birth in the Crushing Hell is an experience that results from carrying out and accumulating three forms of negative action: killing, stealing, and sexual misconduct. {{page:{number:149,id:UT22084-068-021-100175,folio:F.156.a,volume:V68}}}

source: མི་ [156a] དགེ་བ་ གསུམ་པོ་ འདི་དག་ གི་ ལས་ ཀྱིས་ སྲོག་ཆགས་ དག་ སེམས་ཅན་ དམྱལ་བ་ བསྡུས་གཞོམ་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Those three negative acts cause living beings to take birth in the Crushing Hell.

source: དེར་ སྡིག་པ་ ཆེན་པོ ས་ ནི་ སེམས་ཅན་ དམྱལ་བ འི་ གཞིར་ སྐྱེ་བ ར་ འགྱུར །_ འབྲིང་ དང་ ཆུང་ངུ་ དག་ གིས་ ནི་ འཁོར་ དུའོ །_།
en: Severe evil will cause birth in the main hell, whereas intermediate and lesser evil will bring birth in the neighboring regions.

source: དེ་དག་ གི་ ཆེན་པོ་ དང་ འབྲིང་ དང་ ཆུང་ངུ་ རྣམས་ ཀྱིས་ ནི་ གནོད་པ་ ཡང་ ཆེན་པོ་ དང་ འབྲིང་ དང་ ཆུང་ངུ ར་ འགྱུར་ རོ །_།
en: Severe, intermediate, and lesser evil will respectively produce greater, intermediate, and lesser harm.

source: དེ་དག་ གི་ སེམས་ ཀྱི་ དབང་ དུ་ སོང་བ འི་ ལས་ ཀྱིས་ ཀྱང་ ཚེ་རིང་པོ་ དང་ འབྲིང་ དང་ ཐུང་ངུ ར་ འགྱུར །_
en: Furthermore, beings governed by severe, intermediate, and lesser negative minds will have long, intermediate, and short lives in hell, respectively.

source: དེ་དག་ གི་ སེམས་ ཀྱི་ དམིགས་པ་ ཆེན་པོ་ དང་ འབྲིང་ གི་ དབང་ གིས་ ཀྱང་ གནོད་པ་ ཆེན་པོ་ དང་ འབྲིང་ དུ་ འགྱུར་ རོ །_།
en: Whether the tortures they experience are of a greater or intermediate kind depends on whether the mind’s reference points are of the greater or intermediate type.

source: ལས་ རྣམ་པ་ གསུམ་ དུ་ རྣམ་པར་ གཞག་ སྟེ་ ལུས་ དང་ ངག་ དང་ ཡིད་ ཀྱིའོ །_།
en: $368 “Karmic action may be classified as threefold with reference to the body, speech, and mind.

source: དུས་གསུམ་ དུ་ རྣམ་པར་ གཞག་ སྟེ །_ ད་ལྟ ར་ བྱུང་བ་ དང་ །_ འདས་པ་ དང་ །_ མ་འོངས་པ འོ །_། ཡང་ རྣམ་པ་ གསུམ་ སྟེ །_ འདོད་པ འི་ ཁམས་ སུ་ སྐྱེད་པ་ དང་ །_ གཟུགས་ ཀྱི་ ཁམས་ སུ་ སྐྱེད་པ་ དང་ །_ གཟུགས་ མེད་པ འི་ ཁམས་ སུ་ སྐྱེད་པ འོ །_།
en: It can also be classified as threefold in terms of the three times—past, future, and present—or in terms of which of the three realms a given act brings birth in: desire, form, or formless.

source: ཡང་ རྣམ་པ་ གསུམ་ སྟེ །_ འབྲིང་ དང་ ཆེན་པོ་ དང་ ཐ་མ འོ །_། ཡང་ རྣམ་པ་ གསུམ་ སྟེ །_ ཚེ་ འདི་ ལ་ མྱོང་བ ར་ འགྱུར་བ་ དང་ །_ སྐྱེས་ ནས་ མྱོང་བ ར་ འགྱུར་བ་ དང་ །_ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འོ །_།
en: Furthermore, there is also intermediate, greater, and lesser karmic action, just as there is karmic action to be experienced in the present life, the subsequent life, or other lifetimes.

source: ཡང་ རྣམ་པ་ གསུམ་ སྟེ །_ དགེ་བ་ དང་ མི་དགེ་བ་ དང་ ལུང་ དུ་མ་ བསྟན་པ འོ །_། ཡང་ རྣམ་པ་ གསུམ་ སྟེ །_ ཚེ་ དང་ འབྲེལ་བ་ དང་ །_ སྲིད་པ་ བར་མ་ དང་ འབྲེལ་བ་ དང་ །_ ཚེ་ གཞན་ དང་ འབྲེལ་བ འོ །_།
en: Karmic action may also be virtuous, unvirtuous, or indeterminate, and it may be related to the present life, the intermediate existence, or coming lives.

source: ཡང་ རྣམ་པ་ གསུམ་ སྟེ །_ མི་ དང་ མི་མ་ཡིན་ པར་ འབྲེལ་བ་ རབ་ཏུ་ འབྱུང་བ་ དག་ ཡིན་ ཏེ །_
en: There is also a threefold categorization in terms of karmic action related to humans, non-humans, and both humans and non-humans.

source: མི་ དང་ མི་མ་ཡིན་ པར་ འབྲེལ་བ་ ནི །_ འདི་ལྟ་སྟེ །_ མིར་ གྱུར་པ་ ལས་ སེམས་ཅན་ དམྱལ་བ ར་ ལས་ ཀྱིས་ འཕངས་པ འོ །_།
en: Karmic action related to both humans and non-humans is, for example, when a human being commits an action that leads to hell.

source: བྱེད་པ འི་ ཁྱད་པར་ ཞེས་ བྱ་བ་ ནི་ གང་ཅི་ ཙམ་ དུ་ བྱེད་པ་ རྩོམ་པ་ དེ འི་ བྱེད་པ འི་ རྣམ་པ་ དེ་ཙམ་ དུ་ ལས་ ཀྱི་ རྣམ་པ་ ཉིད་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_
en: So-called distinctive enactment is when the manifestation of a given act turns out in complete conformity with its enactment.

source: དགེ་སློང་ དག་ ཇི་ལྟ ར་ མོས་པ འི་ རྫུ་འཕྲུལ་ ཐོབ་པ་ བཞིན་ ནོ །_།
en: This is the case, for example, when monks perform miraculous feats according to their aspirations.

source: ཡང་ རྣམ་པ་ གསུམ་ སྟེ །_ བྱེད་པ་ བྱས་པ་ དང་ །_ མི་ བྱེད་པ་ བྱས་པ་ དང་ །_ འབྲེལ་བར་ བྱས་པ འོ །_།
en: There are also the three principles of efficient, inefficient, and relational action.

source: དེ་ ལ་ བྱེད་པ་ བྱས་པ་ ནི་ ཇི་ལྟ ར་ སྔར་ དགེ་སྦྱོང་ དུ་ གྱུར་པ་ ཕྱིས་ དེ འི་ རྗེས་སུ་ འཐུན་ པར་ དགྲ་བཅོམ་པ འི་ བར་ དུ་ བྱས་པ འོ །_།
en: The first case is, for example, when someone becomes a mendicant and then later, in accordance with the former act, becomes a worthy one. {{page:{number:150,id:UT22084-068-021-100176,folio:F.156.b,volume:V68}}}

source: མི་ བྱེད་པ་ བྱས་ [156b] པ་ ནི་ གང་དག་ དགེ་སྦྱོང་ དུ་ གྱུར་ ནས་ ལེགས་པ ར་ བྱ་བ་ མི་ བྱེད་པ འོ །_།
en: Inefficient action would be when someone becomes a mendicant yet does not practice wholesome action.

source: འབྲེལ་བར་ བྱས་པ་ ནི་ ཇི་ལྟ ར་ ཚེ་ འདི་ ལས་ ཤི་ ནས་ ཚེ་རབས་ གཞན་ དུ་ སྐྱེ་བ ར་ འགྱུར་བ འོ །_།
en: Finally, relational action occurs once one is born in another life after having passed away in the present.

source: ཡང་ རྣམ་པ་ གསུམ་ སྟེ །_ བསམ་གཏན་ དང་ འབྲེལ་བ་ དང་ །_ བསམ་གཏན་ དང་ འབྲེལ་བ་ མ་ཡིན་པ་ དང་ །_ རྣམ་པར་ སྨིན་པ་ དང་ འབྲེལ་བ་ མ་ཡིན་པ འོ །_།
en: $369 “There are also three types of action that are connected with concentration, not being connected with concentration, and not being connected with ripening.

source: དེ་ ལ་ བསམ་གཏན་ དང་ འབྲེལ་བ་ ཞེས་ བྱ་བ་ ནི་ ཇི་ལྟ ར་ བསམ་གཏན་ དང་པོ འི་ ས་ ནས །_ བསམ་གཏན་ གཉིས་པ འི་ ས ར་ འབྲེལ་བ་ ཡིན་ ཏེ །_ བསམ་གཏན་ གསུམ་པ འམ །_ བཞི་པ ར་ མ་ ཡིན་ ནོ །_།
en: The first type is when an action committed on the level of the first concentration leads to the second concentration, but not to the third or the fourth.

source: བསམ་གཏན་ དང་ འབྲེལ་བ་ མ་ཡིན་པ་ ནི་ སྦྱིན་པ་ དང་ །_ ཚུལ་ཁྲིམས་ ལ་སོགས་པ འོ །_།
en: Karmic action not connected with concentration applies, for example, to generosity and discipline.

source: རྣམ་པར་ སྨིན་པ་ དང་ འབྲེལ་བ་ མ་ ཡིན་ ཞེས་ བྱ་བ་ ནི་ ཇི་ལྟ ར་ དགྲ་བཅོམ་པ་ ཟག་པ་ ཟད་པ འི་ རྣམ་པར་ སྨིན་པ་ མྱོང་བ ར་ འགྱུར་བ ར་ ངེས་པ །_ |#| ཚེ་ དང་ འབྲེལ་བ་ མེད་པ་ ཡིན་ ཏེ །_
en: Action not connected with ripening occurs, for example, for a worthy one who has exhausted defilements. |#| Such a being has no connection to a life in which ripening will definitively be experienced.

source: དེ་ལྟ ར་ འཇིག་རྟེན་ ལས་ ཀྱི་ དྲ་བ་ དང་ འབྲེལ་བ་ རྒྱ་མཚོ་ ལྟ་བུ་ འདི་ ཀུན་ ཕན་ཚུན་ རག་ ལས་ཤིང་ སྐྱེ་བ འི་ རིམ་པ འི་ ལས་ ཀྱི་ རྣམ་པར་ སྨིན་པ ར་ འགྱུར་ ཏེ །_
en: $370 “ ‘Thus,’ the monk will think, ‘the world arises in terms of the oceanic webs of karmic action, which are mutually dependent and ripen during successive births.

source: འདི་ ལ་ བྱེད་པ་པོ འམ་ ཚོར་བ་པོ འམ་ འདོད་རྒྱལ་ གྱི་ ལས་ ནི་ གང་ཡང་ མེད་ དོ་ སྙམ་ མོ །_།
en: Here there is no doer and no experiencer. Nor is there in any accidental karma.’

source: དགེ་སློང་ དེ་དེ་ ལྟར་ སེམས་པ་ ན་ བདུད་ ཀྱི་ སྡེ་ རྣམ་པར་ འཇིག་པ ར་ བྱེད་ ཅིང་ དགེ་བ འི་ ཆོས་ སྒྲུབ་པ ར་ བྱེད་ དོ །_།
en: With these thoughts in mind the monk will destroy the forces of the māras and accomplish the qualities of virtue.

source: སེམས་ཅན་ དམྱལ་བ་ བསྡུས་གཞོམ་ གྱི་ ལས་ ཀྱི་ རྣམ་པར་ སྨིན་པ་ ཆེན་པོ་ ཡང་ རྗེས་སུ་ མཐོང་ སྟེ །_ ཇི་ལྟ ར་ ན་ སེམས་ཅན་ དམྱལ་བ་ བསྡུས་གཞོམ་ གྱི་ གཞིར་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ན་
en: $371 “As the monk perceives the severe ripening of karmic action within the inferno of the Crushing Hell, he will ask himself how beings come to take birth upon such a ground.

source: དེས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ་ དང་ །_ ལས་ ཀྱི་ ཉེར་བསྡོགས་པ་ དང་ །_ ལས་ ཀྱི་ མཇུག་ དང་ །_ ལས་ མངོན་པར་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ བསྡུས་གཞོམ་ གྱི་ འཁོར་ དུ་ སྐྱེ་བ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: He will then see that by practicing, cultivating, and increasing acts of killing, taking what was not given, and sexual misconduct—including the preparations for and the conclusions of such acts—one may take birth in the Crushing Hell with its surrounding hells.

source: དེར་ སེམས་ཅན་ དམྱལ་བ་ གཞི འི་ གནོད་པ་ འདི་དག་ འབྱུང་ སྟེ །_ འདི་ལྟ་སྟེ །_ ཤིང་ ལྗོན་པ འི་ ཁྲོད་ དུ་ བྱ་རྒོད་ མཆུ་ རབ་ཏུ་ འབར་བ་ དག་ གིས་ བཟུང་ ནས་ རྒྱུ་མ་ བྲུས་ ཏེ་ ཟ་བ ར་ བྱེད་ དོ །_།
en: The tortures in the main hell are such that one will be seized by vultures within a forest, and the vultures will then disembowel and consume one with their sharp flaming beaks.

source: ཆུ་བོ་ ཕུར་བུ ས་ གང་བ་ ཞེས་ བྱ་བ་ ན །_ ཕུར་བུ་ རིང་པོ་ རབ་ཏུ་ འབར་བ་ དེར་ བཅུག་ ནས་ གཤིན་རྗེ འི་ མིས་ ཡང་ རལ་གྲི་ རབ་ཏུ་ འབར་བ་ མང་པོ་ དག་ གིས་ གསོད་ [157a] པར་ བྱེད་ དོ །_།
en: Within the river called Filled with Stakes one will be impaled upon long, flaming stakes and then executed by the flaming swords of the henchmen of the Lord of Death. {{page:{number:151,id:UT22084-068-021-100177,folio:F.157.a,volume:V68}}}

source: དེ་དེ ར་ འདུག་པ་ ན་ ཚོར་བ་ དྲག་ ཅིང་ རྩུབ་པ་ གཞན་ དང་ མཚུངས་པ་ མེད་པ་ དཔེ་ཟླ་ མེད་པ་ དག་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: While present in that realm one’s agonies are fierce and excruciating to an extent that defies comparison or example.

source: འདི་ལྟ་སྟེ །_ ཕུར་བུ་ རབ་ཏུ་ འབར་བ འི་ ཚོར་བ་ ནི་ ཕུར་བུ་ རབ་ཏུ་ འབར་བ་ དག་ གིས་ འབིགས་པ ར་ བྱེད་ ཅིང་ སེམས་ཅན་ དམྱལ་བ་ དེ་དག་ གཤིན་རྗེ འི་ མི་ དེ་དག་ གིས་ བཟུང་ ནས་ དེ་བཞིན་ དུ་ སྐྱོད་ དེ་ སེམས་ཅན་ དམྱལ་བ་ དེ་དག་ ཕན་ཚུན་ དུ་ བསྐྱོད་པ ས་ རྣམ་པར་ འཁྲུགས་ ཤིང་ ངུ་བ ར་ བྱེད་ དོ །_།
en: $372 “When the beings of that hell realm are caught by the Lord of Death’s henchmen, who are intent on impaling them on flaming stakes, they will fight both the henchmen and each other, screaming in distress.

source: དེ་ ན་ ཟངས་དམར་པོ་ བསྐོལ་ ཅིང་ བཞུས་པ་ རབ་ཏུ་ འབར་བ ས་ ལུས་ ཤིང་ སྐམ་ ལྟ་བུ ར་ བྱེད་ དེ །_ རྨོངས་པ ར་ བྱེད་ ཅིང་ སྲེག་པ ར་ བྱེད་ དོ །_།
en: Thrown into cauldrons of boiling, molten copper, their bodies will flare up like dry wood, and thus they will panic and burn.

source: ཕུར་བུ ས་ གང་བ འི་ ཆུ་བོ་ དེར་ བསྐོལ་བ་ ན །_ སེམས་ཅན་ དམྱལ་བ་ དེ་དག་ ཁ་ཅིག་ ནི་ ལུས་ རྩྭ་ ལྟར་ རབ་ཏུ་ སྲེག་ གོ །_། ཁ་ཅིག་ ནི་ རྡོ་ ལྕི་བ་ ལྟར་ ནུབ་བོ །_། ཁ་ཅིག་ ནི་ ལུས་ ཉ་ལྕིབས་ ལྟར་ ཆུ་འགྲམ་ དུ་ བྱུང་ ངོ་ །_།
en: As they are carried off by the river Filled with Stakes, some will flare up like dry grass, others will sink into the river like heavy stones, and some will wash up on the shores like mussel shells.

source: ཁ་ཅིག་ ནི་ ལུས་ ཉ་ ལྟ་བུ་ ལ་ བྱ་རྒོད་ ཀྱི་ མཆུ་ རབ་ཏུ་ འབར་བ་ དེས་ ཟ འོ །_། ཁ་ཅིག་ ནི་ ལུས་ མར་ ས ར་ གྱི་ གོང་བུ་ ལྟར་ ཞུ འོ །_། ཁ་ཅིག་ ནི་ ལྕགས་ རབ་ཏུ་ འབར་བ་ ལྟ་བུ འི་ རྡོ་བ ས་ ལུས་ ཀྱི་ ཁོག་པ་ བྱེ་མ་ སྙིམ་པ་ ནས་ གཏོར་བ་ བཞིན་ དུམ་བུ་ བརྒྱ འམ་ སྟོང་ དུ་ རློག་ གོ །_།
en: Some bodies will melt like balls of butter, while others will first become like red-hot iron and then split into hundreds or thousands of pieces, as when a handful of sand is thrown into the air.

source: ཁ་ཅིག་ ནི་བ་ ཚྭ ས་ སྲེག་པ་ ན་ ཟངས་ སམ་ ལྕགས་ དག་ ནང་ དུ་ བཅུག་པ་ བཞིན་ དུ་ ཞུ འོ །_།
en: Some will be burned up by acid, or dissolve in boiling copper or iron.

source: ཁ་ཅིག་ ནི་ ཕྲ་ སྐམ་ རབ་ཏུ་ འབར་ བདག་ གིས་ བཟུང་ ནས་ ཡང་ མཚོན་ སྤུ་གྲི་ ལྟ་བུ ས་ ཀུན་ དུ་ གསོད་ དོ །_།
en: Some will be caught by flaming pliers and then killed by razor-sharp weapons.

source: ཁ་ཅིག་ ནི་ ལུས་ ཐགས་ ལྟར་ ཆེ ར་ བརྒྱངས་ ནས་ གསོད་ དོ །_། ཁ་ཅིག་ ནི་ ཁ ས་ བུབ་ ཏུ་ བཞག་ ནས་ གསོད་ དོ །_།
en: Some will be killed by having their limbs pulled apart like woven fabric#61 and some will be killed by being held face-down.

source: ཁ་ཅིག་ ནི་ བུམ་པ འི་ ནང་ དུ་ འཇུག་པ ར་ བྱེད་ དོ །_། ཁ་ཅིག་ ནི་ བུམ་པ་ དེ འི་ ནང་ དུ་ བཅུག་ ནས་ དེར་ མོན་སྲན་ གྲེའུ་ བཙོ་བ་ བཞིན་ དུ་ སྟེང་ དུ་ འབྱུང་ ཞིང་ འོག་ ཏུ་ འཇུག་ གོ །_།
en: Some will be caught and put in a jar, and then stewed in that jar like peas that first float on the surface and then gradually sink.

source: ཁ་ཅིག་ ནི་ སྟེང་ དུ་ བྱུང་ ནས་ ངུའོ །_། ཁ་ཅིག་ ནི་ གཅིག་ ལ་ གཅིག་ འཇུས་ ནས་ |#| ངུའོ །_།
en: Occasionally one of them will surface and moan, while others may surface in groups, moaning and clutching onto one another.

source: མགོན་མེད་པ་ ཁ་ཅིག་ ནི་ བྱ་རྒོད་ དང་ །_ ཁྭ་ དང་ །_ ཝ་ དང་ །_ ཁྱི་ རབ་ཏུ་ འབར་བ་ དག་ གིས་ ས་གཞི་ རབ་ཏུ་ འབར་བ་ ན་ གནས་པ་ དག་ བཟུང་ ནས་ ཟ་ སྟེ
en: Without any protector, some of them will be caught upon a burning surface, and then eaten by flaming vultures, ravens, foxes, or dogs.

source: ཉིན་ གཅིག་ བཞིན་ དུ་ ཚོར་བ་ རྣམ་པ་ སྣ་ཚོགས་ མྱོང་ ངོ་ །_།
en: $373 “Every single day the beings there have to undergo numerous such tortures.

source: དེ་ལྟ ར་ རང་ གི་ སེམས་ ཀྱིས་ བསླུས་པ་ དེ་ལྟ་ བུ་ དེ་དག་ ནི་ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ཀུན་ དུ་ སྤྱོད་ ཅིང་ སྲོག་གཅོད་པ་ [157b] དང་ མ་ བྱིན་པ ར་ ལེན་པ ས་ ཀུན་ ནས་ བསླང་བ་ ལ་ དམིགས་པ་ དེ་དག་ ནི་ ཚོར་བ འི་ རྣམ་པ་ འབུམ་ཕྲག་ དུ་མ་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: Deceived by their own minds, {{page:{number:152,id:UT22084-068-021-100178,folio:F.157.b,volume:V68}}} they engaged in sexual misconduct, killing, and stealing. Thereby they came to apprehend these karmic manifestations and thus experience millions of such tortures.

source: ཡང་ སེམས་ཅན་ དམྱལ་བ་ ཀུན་ ནས་ མགོན་ ཚོལ་བ །_ |#| སྐྱབས་ ཚོལ་བ་ དེ་དག་ བདག་ཅག་ ཉོན་མོངས་པ་ འདི་ ལས་ སྐྱོབ་པ་ སུ་ཞིག་ ཡོད་ སྙམ་ ནས་ ཀུན་ དུ་ རྒྱུག་ ཅིང་ ངུ་བ་ ན །_
en: $374 “The beings of this hell realm have no savior or protector. |#| Wailing, they may try to escape as they think, ‘Who can protect us from these torments?’

source: གཤིན་རྗེ འི་ མི་ དེ་དག་ གིས་ གཏུན་ཤིང་ རབ་ཏུ་ འབར་བ་ དག་ གིས་ བསྣུན་ ཅིང་ ཆུ་བོ་ དང་ །_ ཤིང་ ལྗོན་པ་ དང་ །_ བྲག་ རབ་ཏུ་ འབར་བ འི་ གསེབ་ དང་ །_ སྨན་ལྗོངས་ དང་ །_ ཕུ་ཆུ འི་ གསེབ་ དང་ །_ རི་གསེབ་ དག་ ཏུ་ ཤིན་ཏུ་ བཅུག་ ནས་ གནོད་པ་ རྣམ་པ་ སྣ་ཚོགས་ དག་བྱེད་ དེ །_
en: Yet the henchmen of the Lord of Death will grind them with their blazing clubs and shepherd them toward rivers, trees, flaming rocks, forests, torrents, and mountains, only to subject them to all sorts of torture there.

source: འདི་ལྟ་སྟེ །_ ཤིང་ ལྗོན་པ་ ཤིན་ཏུ་ མཐོ་བ འི་ ཁར་ ཁྲིད་ ནས་ ཡང་ དེ་ནས་ ས་གཞི་ ཕུར་བུ་ བཙུགས་པ འི་ སྟེང་ དུ་ རབ་ཏུ་ འདོར་བ ར་ བྱེད་ ཅིང་ དེ་དེ ར་ ཡན་ལག་ བྱེ་བྲག་ ཏུ་ ཉམས་པ་ བརྒྱ འམ་ སྟོང་ དུ་ འགྱུར་ རོ །_།
en: They will then take them to the tops of extremely tall trees and drop them to the ground, which is studded with swords. In this way their limbs will break into hundreds and thousands of pieces.

source: ཡང་ སེམས་ཅན་ དམྱལ་བ་ དེ་དག་ གཤིན་རྗེ འི་ མི་ དག་ གིས་ བཟུང་ ནས །_ ལོ་མ་ རལ་གྲི འི་ ནགས་ཚལ་ ལྟ་བུ ར་ བཅུག་ སྟེ །_ འདབ་མ་ སྤུ་གྲི་ ལྟ་བུ་ རབ་ཏུ་ འབར་བ ས་ གཙེར་ ཏོ །_།
en: $375 “Again, the henchmen of the Lord of Death may seize the beings of that hell realm and take them to a forest where the flaming leaves of the trees are sword-like and have torturous, razor-sharp edges.

source: རང་ གི་ ལས་ ཀྱིས་ ཤིང་ ལྗོན་པ་ དེ་ ལ་ བུད་མེད་ ཉམས་ དགའ་བ་ ཆ་བྱད་ མེ་ཏོག་ གི་ ཕྲེང་བ་ དང་ །_ ཕྱེ་མ་ དང་ བྱུག་པ ས་ ལུས་ རྣམ་པར་ བཀླུབས་པ །_ རྒྱན་ གྱི་ ཆ་བྱད་ མཆོག་ ཏུ་ བཟང་བ ས་ མངོན་པར་ བརྒྱན་པ །_
en: Due to their karmic actions, the sentient beings in this hell will perceive that those trees are home to delightful maidens adorned with flower garlands, colored powders, ointments, and exquisite jewelry.

source: ཤིན་ཏུ་ གཞོན་ ཞིང་ སེན་མོ་ གཙང་ ལ་ སྒེག་ བག་ཅན་ དུ་ ཆས་པ་ བྱིས་པ་ སོ་སོ འི་ སྐྱེ་བོ་ ཐམས་ཅད་ ཀྱི་ ཡིད་འཕྲོག་ པར་ བྱེད་ ཅིང་ དགའ་བ་ སྣ་ཚོགས་ དང་ ལྡན་པ །_ |#| རིན་པོ་ཆེ་ རྣམ་པ་ སྣ་ཚོགས་ ཀྱི་ རྒྱན་ བཀོད་པ་ ཐོགས་པ་ མཐོང་ ངོ་ །_།
en: The maidens are very youthful, with fine nails, and their charms are of the kinds that enrapture all infantile, ordinary beings. |#| Adorned with exquisite ornaments, they will promise numerous pleasures.

source: མཐོང་ ནས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ ཤིང་ དྲུང་ དུ་ སོང་ སྟེ །_ འདི་ སྙམ་ དུ་ སེམས་ སོ །_། འདི་ ནི་ གང་ མིར་ གྱུར་ ཅིང་ མི་ བྱེད་པ་ ན་ བདག་ གི་ ཡིན་ ནོ་ སྙམ་ ནས་
en: Seeing these girls, the beings of this hell will approach the trees, thinking, ‘When I lived as human, she was mine!’

source: རང་ གི་ ལས་ ཀྱིས་ བསྒྲིབས་པ་ དེ་ ཤིང་ དེ་ ལ་ འཛེག་པ ར་ བྱེད་ དོ །_།
en: Hence, due to their karmic obscurations, they will begin to climb the trees.

source: དེ་ ཤིང་ དེ་ ལ་ འཛེག་པ་ ན་ ལོ་མ་ རལ་གྲི་ ལྟ་བུ་ དེ་དག་ གིས་ ཤ་ གཅོད་པ ར་ བྱེད་ དོ །_། ཤ་ བཅད་ ནས་ རྒྱུས་པ་ གཅོད་ དོ །_། རྒྱུས་པ་ བཅད་ ནས་ རུས་པ་ གཅོད་ དོ །_། རུས་པ་ བཅད་ ནས་ རྐང་ འབྱིན་པ ར་ བྱེད་ དོ །_།
en: However, as they do so, the sword-like leaves will cut open their flesh, sever their muscles, cut through their bones, and expose their bone marrow.

source: དེ་ རལ་གྲི ས་ ཀུན་ དུ་ གཤེགས་པ་ ན །_ བུད་མེད་ དེ་ ལ་ མཆོག་ [158a] ཏུ་ ཆགས་པ འི་ བློས་ ཤིང་ དེ་ ལ་ འཛེག་པ ར་ བྱེད་ དོ །_།
en: Despite being cleaved by the sword-like leaves, however, {{page:{number:153,id:UT22084-068-021-100179,folio:F.158.a,volume:V68}}} these hell beings will keep trying to climb the trees, infatuated by the maidens.

source: དེ་ལས་ གནོད་པ་ འདི་དག་ མྱོང་ བཞིན་ དུ་ སེམས་ ཀྱིས་ བསླུས་པ་ དེ་ ཤིང་ དེ་ ལ་ འཛེག་པ ར་ བྱེད་ དོ །_།
en: Although they experience this kind of torture, still they will continue climbing, deceived by their own minds.

source: ཤིང་ དེ འི་ ཐོར་ཏོ་ ལ་ འཛེགས་པ་ དང་ བུད་མེད་ དེ་ ས འི་ སྟེང་ ན་ གནས་ ཤིང་ སྐྱེས་བུ་ ལ་ ལྟ་བ་ མཐོང་ ངོ་ །_། སྐྱེས་བུ་ ལ་ ཀུན་ དུ་ ཆགས་པ འི་ མིག་ གིས་ རྣམ་པར་ ལྟ་བ ར་ བྱེད་ ཅིང་ སྐྱེས་བུ་ དེ་ ལ་ ཚིག་ སྙན་པ ས་ འབོད་ ལ་ སྔར་ འཛུམ་ ཞིང་ |#| སྙན་པ ར་ སྨྲ་ སྟེ །_ འདི་ལྟར་ བདག་ ནི་ ཁྱོད་ ཀྱི་ སླད་ དུ་ འདིར་ མཆིས་ ན་
en: $376 “However, when they finally reach the treetops, they will now perceive the girls sitting on the ground, looking up at them with longing eyes and sweet smiles. |#| With beautiful voices they will call out, ‘I am here for you!

source: ཅིའི་སླད་དུ་ བདག་ ལ་ ཚིག་ མི་ གསུང་ ཞིང་བདག་ གི་ ལུས་ དང་ མཇལ་བ ར་ མི་ མཛད །_
en: Why will you not speak to me? Why will you not embrace me?’

source: དེ་ནས་ སེམས་ཅན་ དམྱལ་བ་ དེས་ ལས་ ཀྱིས་ སྤྲུལ་པ་ བྱས་པ་ དེ་ མཐོང་ ནས་ ཡང་ ཀུན་ དུ་ འདོད་ཆགས་ ཀྱི་ སེམས་ ཀྱིས་ ཤིང་ལོ་ མ་ རལ་གྲི་ ལྟ་བུ་ དེ་ལས་ འབབ་པ ར་ བྱེད་ དོ །_།
en: As the beings of this hell perceive these karmic conjurations, they will, due to their minds’ desire, begin to climb down from those trees with sword-like leaves.

source: དེ་ འབབ་པ་ ན་ ལོ་མ་ སྤུ་གྲི་ རབ་ཏུ་ འབར་བ་ ལྟ་བུ་ དེ་དག་ ཁ་ གྱེན་ དུ་ བལྟས་ ཏེ །_ དེ་དག་ གིས་ ཀྱང་ སེམས་ཅན་ དམྱལ་བ་ དེ་དག་ སྔར་ ཤ་ བཏོགས་ སོ །_། ཕྱི་ ནས་ རྒྱུས་པ་ གཅོད་ དོ །_། དེ་ནས་ རུས་པ །_ རུས་པ འི་ འོག་ ཏུ་ གནད་ ཐམས་ཅད་ གཅོད་ དོ །_།
en: As they do so, the razor-sharp leaves will now turn upward, cutting off lumps of their flesh, severing their muscles, cleaving their bones, piercing all their vital points, and drawing out their bone marrow.

source: དེ་ནས་ རྐང་ བྲུས་ ཏེ་ ཤིན་ཏུ་ གནོད་པ ར་ བྱས་ སོ
en: Thus, they will subject themselves to grueling torture.

source: དེ་ནས་ སེམས་ཅན་ དམྱལ་བ་ སྙིང་ ལ་ འདོད་པ འི་ སྲེད་པ ས་ ཡོངས་སུ་ གདུངས་པ་ དེ་དག་ གིས་ བཅད་ ཅིང་ གཤེག་ ལ་ གནད་ དང་ གནད་ གཅོད་ བཞིན་ དུ་ བུད་མེད་ དེ་ ལ་ ལྟ འོ །_།
en: Due to the desirous craving these hell beings harbor in their hearts, they will keep gazing at the women, all the while having all their limbs and organs cut up and butchered.

source: འདི་ལྟར་ དེ་ ལ་ ལྟ་བ་ ན་ བྱ་རྒོད་ ཀྱི་ མཆུ་ རབ་ཏུ་ འབར་བ ས་ མིག་ འབྱིན་ ཅིང་ སྤུ་གྲི་ རྣོན་པོ་ ལྟ་བུ ས་ དེ འི་ རྣ་བ་ ཡང་ གཅོད །_
en: Yet even as they keep gazing, vultures will descend upon them, plucking out their eyes and biting off their ears with terrifying, razor-sharp beaks.

source: ངུ་བ་ ན་ འདབ་མ་ རབ་ཏུ་ འབར་ བདག་ གིས་ ལྕེ་གཅོད་ ཅིང་ དེ འི་ སྣ་ ཡང་ གཅོད་ དེ །_ དེ འི་ ཡན་ལག་ དང་ །_ ཉིང་ལག་ ཐམས་ཅད་ གཅོད་ དོ །_།
en: While the hell beings cry out in agony, their tongues and noses will be severed on the fearsome leaves of the trees, and all their major and minor body parts will be amputated.

source: འདོད་ཆགས་ ཀྱི་ སྲེད་པ ས་ ཡིད་ ཕྲོགས་པ་ ཡང་ ས་ ལ་ འབབ་པ ར་ བྱེད་པ་ དང་ ཡང་ བུད་མེད་ དེ་ ཤིང་ཁ ར་ འཛེག་ གོ །_།
en: Maddened by their desirous craving, they will in this way plunge to the ground. However, once they reach the ground the girls will now climb to the treetops.

source: འཛེགས་པ་ དང་ །_ དེ་ མཐོང་ ནས་ ཡང་ དེ་ ཤིང་ གི་ ཐོར་ཏོ་ དེ་ ལ་ འཛེག་པ ར་ བྱེད་པ་ སྔ་མ་ བཞིན་ དུ་ སྦྱར་ ཏེ །_
en: As they see the girls climb, they will again pursue them, and everything will start once again.

source: དེ་ལྟ ར་ ལས་ ཀྱི་ དབང་ གིས་ འཕངས་པ ར་ རང་ གི་ སེམས་ ཀྱིས་ ཡོངས་སུ་ བསླུས་ [158b] པ འི་ སེམས་ཅན་ དམྱལ་བ་ དེ་ ལོ་ འབུམ་ཕྲག་ དུ་མ་ ལོ་ བྱེ་བ་ འབུམ་ཕྲག་ དུ་མ ར་ སེམས་ཅན་ དམྱལ་བ ར་ ཡོངས་སུ་ འཁྱམ་ མོ །_།
en: Thus, driven by their karmic actions and utterly deceived by their own minds, {{page:{number:154,id:UT22084-068-021-100180,folio:F.158.b,volume:V68}}} these beings will cycle through hell for many hundreds of thousands, or even many billions of years.
